{"_id":{"$oid":"5cd9c6429e8bbe5a10f20429"},"name":"Hugh Jackman","bio":"Hugh Michael Jackman is an Australian actor, singer, multi-instrumentalist, dancer and producer. Jackman has won international recognition for his roles in major films, notably as superhero, period, and romance characters. He is best known for his long-running role as Wolverine in the X-Men film series, as well as for his lead roles in the romantic-comedy fantasy Kate & Leopold (2001), the action-horror film Van Helsing (2004), the drama The Prestige and The Fountain (2006), the epic historical romantic drama Australia (2008), the film version of Les Misérables (2012), and the thriller Prisoners (2013). His work in Les Misérables earned him his first Academy Award nomination for Best Actor and his first Golden Globe Award for Best Actor - Motion Picture Musical or Comedy in 2013. In Broadway theatre, Jackman won a Tony Award for his role in The Boy from Oz. A four-time host of the Tony Awards themselves, he won an Emmy Award for one of these appearances. Jackman also hosted the 81st Academy Awards on 22 February 2009.","born":"October 12, 1968 in Sydney, New South Wales, Australia","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/World_Premiere_Logan_Berlinale_2017.jpg/330px-World_Premiere_Logan_Berlinale_2017.jpg","_class":"cineflix.model.Star"}
{"_id":{"$oid":"5cd9c6609e8bbe5a10f2042a"},"name":"Christopher Nolan","bio":"Best known for his cerebral, often nonlinear, storytelling, acclaimed writer-director Christopher Nolan was born on July 30, 1970 in London, England. Over the course of 15 years of filmmaking, Nolan has gone from low-budget independent films to working on some of the biggest blockbusters ever made.","born":"July 30, 1970 in London, England, UK","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Christopher_Nolan_Cannes_2018.jpg/635px-Christopher_Nolan_Cannes_2018.jpg","_class":"cineflix.model.Star"}
{"_id":{"$oid":"5ce57fd39d5c7f443c3ebb7d"},"name":"James Cameron","bio":"James Francis Cameron is a Canadian filmmaker, environmentalist, deep-sea explorer, and philanthropist who lives in New Zealand and the United States. After working in special effects, he found major success since directing and writing the science fiction action film The Terminator","born":"August 16, 1954 in Kapuskasing, Ontario, Canada","image":"https://m.media-amazon.com/images/M/MV5BMjI0MjMzOTg2MF5BMl5BanBnXkFtZTcwMTM3NjQxMw@@._V1_UX214_CR0,0,214,317_AL_.jpg","_class":"cineflix.models.Star"}
{"_id":{"$oid":"5ce580969d5c7f443c3ebb7e"},"name":"Leonardo DiCaprio","bio":"Leonardo Wilhelm DiCaprio is an American actor, film producer, and environmentalist. He has been nominated for six Academy Awards, four British Academy Film Awards and nine Screen Actors Guild Awards, winning one of each award from them and three Golden Globe Awards from eleven nominations.","born":"November 11, 1974 in Hollywood, Los Angeles, California, USA","image":"https://m.media-amazon.com/images/M/MV5BMjI0MTg3MzI0M15BMl5BanBnXkFtZTcwMzQyODU2Mw@@._V1_UY317_CR10,0,214,317_AL__QL50.jpg","_class":"cineflix.models.Star"}
